# frozen_string_literal: true

cask_args appdir: '/Applications'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'heroku/brew'
tap 'drone/drone'

brew 'aria2'
brew 'chruby'
brew 'coreutils'
brew 'drone'
brew 'ffmpeg'
brew 'fzf'
brew 'getantibody/tap/antibody'
brew 'heroku'
brew 'kubernetes-cli'
brew 'libidn'
brew 'libressl'
brew 'mas'
brew 'maven'
brew 'node'
brew 'n'
brew 'openssl'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'redis'
brew 'rsync'
brew 'ruby-install'
brew 'ruby'
brew 'thefuck'
brew 'tree'
brew 'watchman'
brew 'wget'
brew 'xhyve'
brew 'yarn'
brew 'zsh-completions'
brew 'zsh'
cask '1password'
cask 'alfred'
cask 'dash'
cask 'docker'
cask 'dropbox'
cask 'expressvpn'
cask 'figma'
cask 'font-source-code-pro'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'insomnia'
cask 'iterm2'
cask 'ngrok'
cask 'notion'
cask 'numi'
cask 'postico'
cask 'screenflow'
cask 'sip'
cask 'sketch'
cask 'skyfonts'
cask 'slack'
cask 'spotify'
cask 'the-unarchiver'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
mas 'Affinity Designer', id: 824_171_161
mas 'Affinity Photo', id: 824_183_456
mas 'bandwidth', id: 490_461_369
mas 'Gif Brewery 3 by Gfycat', id: 1_081_413_713
mas 'Medis', id: 1_063_631_769
mas 'Moom', id: 419_330_170
mas 'Speedtest', id: 1_153_157_709
