cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "caskroom/fonts"

brew "aria2"
brew "chruby"
brew "fzf"
brew "heroku/brew/heroku"
brew "kubernetes-cli"
brew "node"
brew "openssl"
brew "postgresql"
brew "redis"
brew "rsync"
brew "ruby-install"
brew "watchman"
brew "wget"
brew "zsh-completions"
brew "zsh"
cask "1password"
cask "alfred"
cask "docker"
cask "dropbox"
cask "expressvpn"
cask "figma"
cask "font-source-code-pro-for-powerline"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "moom"
cask "notion"
cask "numi"
cask "postico"
cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
