cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "heroku/brew"
tap "drone/drone"

brew "aria2"
brew "chruby"
brew "drone"
brew "fzf"
brew "heroku"
brew "kubernetes-cli"
brew "mas"
brew "node"
brew "openssl"
brew "postgresql"
brew "redis"
brew "rsync"
brew "ruby-install"
brew "tree"
brew "watchman"
brew "wget"
brew "xhyve"
brew "zsh-completions"
brew "zsh"
cask "1password"
cask "alfred"
cask "dash"
cask "docker"
cask "dropbox"
cask "expressvpn"
cask "figma"
cask "font-source-code-pro"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "ngrok"
cask "notion"
cask "numi"
cask "postico"
cask "sip"
cask "sketch"
cask "slack"
cask "the-unarchiver"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "bandwidth", id: 490461369
mas "Medis", id: 1063631769
mas "Moom", id: 419330170
mas "Speedtest", id: 1153157709
